/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Karelia Software, 2006";

"KTPluginDescription" = "Un pagelet pour afficher une liste de produits Amazon";
"KTPluginName" = "Liste Amazon";
"KTPluginUntitledName" = "Liste Amazon";